[QuickDrawPrimary X2AbilityTemplate]
LocFriendlyName="Quickdraw"
LocLongDescription="Firing your <Ability:PrimaryWeaponName/> with your first action no longer ends your turn."
LocHelpText="Firing your <Ability:PrimaryWeaponName/> with your first action no longer ends your turn."
LocFlyOverText="Quickdraw"
LocPromotionPopupText="<Bullet/> Quickdraw is a fundamental <Ability:PrimaryWeaponName/> ability, as it allows the <Ability:ClassName/> to spread their fire around to different targets in the same turn.<br/>"
